Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Palette_HelpFiles
source: Open tabs and recent files (no prefix)
ar: علامات التبويب المفتوحة والملفات الأخيرة (بدون بادئة)
cs: Otevřené karty a poslední soubory (bez předpony)
de: Geöffnete Registerkarten und zuletzt verwendete Dateien (ohne Präfix)
el: Ανοιχτές καρτέλες και πρόσφατα αρχεία (χωρίς πρόθεμα)
es: Pestañas abiertas y archivos recientes (sin prefijo)
fa: زبانه‌های باز و فایل‌های اخیر (بدون پیشوند)
fr: Onglets ouverts et fichiers récents (sans préfixe)
hu: Megnyitott lapok és legutóbbi fájlok (előtag nélkül)
id: Tab terbuka dan file terbaru (tanpa awalan)
it: Schede aperte e file recenti (nessun prefisso)
ja: 開いているタブと最近使ったファイル (接頭辞なし)
ko: 열린 탭 및 최근 파일(접두사 없음)
pl: Otwarte karty i ostatnie pliki (bez prefiksu)
pt: Guias abertas e arquivos recentes (sem prefixo)
ro: File deschise și fișiere recente (fără prefix)
ru: Открытые вкладки и последние файлы (без префикса)
th: แท็บที่เปิดอยู่และไฟล์ล่าสุด (ไม่มีคำนำหน้า)
tr: Açık sekmeler ve son dosyalar (önek yok)
uk: Відкриті вкладки й останні файли (без префікса)
vi: Tab đang mở và tệp gần đây (không có tiền tố)
zh_hans: 已打开的选项卡和最近使用的文件（无前缀）
zh_hant: 已開啟的索引標籤和最近使用的檔案（無前置字元）

# Palette_HelpOffset
source: : Go to offset
ar: : الانتقال إلى إزاحة
cs: : Přejít na posun
de: : Gehe zu Offset
el: : Μετάβαση σε μετατόπιση
es: : Ir al desplazamiento
fa: : رفتن به آفست
fr: : Atteindre un décalage
hu: : Ugrás eltolásra
id: : Pergi ke offset
it: : Vai all'offset
ja: : オフセットへ移動
ko: : 오프셋으로 이동
pl: : Przejdź do przesunięcia
pt: : Ir para deslocamento
ro: : Salt la deplasament
ru: : Перейти к смещению
th: : ไปที่ออฟเซ็ต
tr: : Ofsete git
uk: : Перейти до зміщення
vi: : Đi tới độ lệch
zh_hans: : 转到偏移量
zh_hant: : 移至位移

# Palette_HelpBookmarks
source: @ Bookmarks
ar: @ الإشارات المرجعية
cs: @ Záložky
de: @ Lesezeichen
el: @ Σελιδοδείκτες
es: @ Marcadores
fa: @ نشانک‌ها
fr: @ Signets
hu: @ Könyvjelzők
id: @ Penanda
it: @ Segnalibri
ja: @ ブックマーク
ko: @ 책갈피
pl: @ Zakładki
pt: @ Marcadores
ro: @ Marcaje
ru: @ Закладки
th: @ บุ๊กมาร์ก
tr: @ Yer işaretleri
uk: @ Закладки
vi: @ Dấu trang
zh_hans: @ 书签
zh_hant: @ 書籤

# Palette_HelpSettings
source: # Settings
ar: # الإعدادات
cs: # Nastavení
de: # Einstellungen
el: # Ρυθμίσεις
es: # Configuración
fa: # تنظیمات
fr: # Paramètres
hu: # Beállítások
id: # Pengaturan
it: # Impostazioni
ja: # 設定
ko: # 설정
pl: # Ustawienia
pt: # Configurações
ro: # Setări
ru: # Параметры
th: # การตั้งค่า
tr: # Ayarlar
uk: # Параметри
vi: # Cài đặt
zh_hans: # 设置
zh_hant: # 設定

# Settings_Title.Text
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Параметры
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# Settings_Search.PlaceholderText
source: Search settings
ar: البحث في الإعدادات
cs: Hledat v nastavení
de: Einstellungen durchsuchen
el: Αναζήτηση ρυθμίσεων
es: Buscar en la configuración
fa: جستجوی تنظیمات
fr: Rechercher dans les paramètres
hu: Keresés a beállításokban
id: Cari pengaturan
it: Cerca nelle impostazioni
ja: 設定を検索
ko: 설정 검색
pl: Szukaj ustawień
pt: Pesquisar configurações
ro: Căutare în setări
ru: Поиск параметров
th: ค้นหาการตั้งค่า
tr: Ayarlarda ara
uk: Пошук параметрів
vi: Tìm cài đặt
zh_hans: 搜索设置
zh_hant: 搜尋設定

# Settings_Search.AutomationProperties.Name
source: Search settings
ar: البحث في الإعدادات
cs: Hledat v nastavení
de: Einstellungen durchsuchen
el: Αναζήτηση ρυθμίσεων
es: Buscar en la configuración
fa: جستجوی تنظیمات
fr: Rechercher dans les paramètres
hu: Keresés a beállításokban
id: Cari pengaturan
it: Cerca nelle impostazioni
ja: 設定を検索
ko: 설정 검색
pl: Szukaj ustawień
pt: Pesquisar configurações
ro: Căutare în setări
ru: Поиск параметров
th: ค้นหาการตั้งค่า
tr: Ayarlarda ara
uk: Пошук параметрів
vi: Tìm cài đặt
zh_hans: 搜索设置
zh_hant: 搜尋設定

# Settings_RestartBar.Title
source: Restart required
ar: يلزم إعادة التشغيل
cs: Je nutný restart
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Es necesario reiniciar
fa: راه‌اندازی مجدد لازم است
fr: Redémarrage nécessaire
hu: Újraindítás szükséges
id: Perlu dimulai ulang
it: Riavvio necessario
ja: 再起動が必要です
ko: 다시 시작 필요
pl: Wymagane ponowne uruchomienie
pt: Reinicialização necessária
ro: Este necesară repornirea
ru: Требуется перезапуск
th: ต้องเริ่มโปรแกรมใหม่
tr: Yeniden başlatma gerekiyor
uk: Потрібен перезапуск
vi: Cần khởi động lại
zh_hans: 需要重新启动
zh_hant: 需要重新啟動

# Settings_RestartBar.Message
source: Some changes take effect after restarting HexEditor.
ar: تسري بعض التغييرات بعد إعادة تشغيل HexEditor.
cs: Některé změny se projeví po restartu aplikace HexEditor.
de: Einige Änderungen werden nach einem Neustart von HexEditor wirksam.
el: Ορισμένες αλλαγές τίθενται σε ισχύ μετά την επανεκκίνηση του HexEditor.
es: Algunos cambios surtirán efecto después de reiniciar HexEditor.
fa: برخی تغییرات پس از راه‌اندازی مجدد HexEditor اعمال می‌شوند.
fr: Certaines modifications prendront effet après le redémarrage de HexEditor.
hu: Egyes módosítások a HexEditor újraindítása után lépnek érvénybe.
id: Beberapa perubahan berlaku setelah HexEditor dimulai ulang.
it: Alcune modifiche avranno effetto dopo il riavvio di HexEditor.
ja: 一部の変更は HexEditor の再起動後に反映されます。
ko: 일부 변경 내용은 HexEditor를 다시 시작한 후에 적용됩니다.
pl: Niektóre zmiany zaczną obowiązywać po ponownym uruchomieniu programu HexEditor.
pt: Algumas alterações entram em vigor após reiniciar o HexEditor.
ro: Unele modificări intră în vigoare după repornirea HexEditor.
ru: Некоторые изменения вступят в силу после перезапуска HexEditor.
th: การเปลี่ยนแปลงบางอย่างจะมีผลหลังจากเริ่ม HexEditor ใหม่
tr: Bazı değişiklikler HexEditor yeniden başlatıldıktan sonra geçerli olur.
uk: Деякі зміни наберуть чинності після перезапуску HexEditor.
vi: Một số thay đổi có hiệu lực sau khi khởi động lại HexEditor.
zh_hans: 部分更改将在重新启动 HexEditor 后生效。
zh_hant: 部分變更會在重新啟動 HexEditor 後生效。

# Settings_RestartNow.Content
source: Restart now
ar: إعادة التشغيل الآن
cs: Restartovat
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fa: راه‌اندازی مجدد اکنون
fr: Redémarrer maintenant
hu: Újraindítás most
id: Mulai ulang sekarang
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
pl: Uruchom ponownie teraz
pt: Reiniciar agora
ro: Repornire acum
ru: Перезапустить
th: เริ่มใหม่ตอนนี้
tr: Şimdi yeniden başlat
uk: Перезапустити зараз
vi: Khởi động lại ngay
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

# Settings_CategoryMore
source: More options
ar: مزيد من الخيارات
cs: Další možnosti
de: Weitere Optionen
el: Περισσότερες επιλογές
es: Más opciones
fa: گزینه‌های بیشتر
fr: Plus d'options
hu: További lehetőségek
id: Opsi lainnya
it: Altre opzioni
ja: その他の操作
ko: 추가 옵션
pl: Więcej opcji
pt: Mais opções
ro: Mai multe opțiuni
ru: Другие параметры
th: ตัวเลือกเพิ่มเติม
tr: Diğer seçenekler
uk: Інші параметри
vi: Tùy chọn khác
zh_hans: 更多选项
zh_hant: 更多選項

# Settings_ResetCategory
source: Reset this category to default
ar: إعادة تعيين هذه الفئة إلى الافتراضي
cs: Obnovit výchozí nastavení této kategorie
de: Diese Kategorie auf Standard zurücksetzen
el: Επαναφορά αυτής της κατηγορίας στις προεπιλογές
es: Restablecer esta categoría
fa: بازنشانی این دسته به پیش‌فرض
fr: Réinitialiser cette catégorie
hu: A kategória visszaállítása alapértelmezettre
id: Atur ulang kategori ini ke default
it: Ripristina i valori predefiniti di questa categoria
ja: このカテゴリを既定に戻す
ko: 이 범주를 기본값으로 초기화
pl: Przywróć domyślne ustawienia tej kategorii
pt: Redefinir esta categoria para o padrão
ro: Resetare categorie la valorile implicite
ru: Сбросить эту категорию
th: รีเซ็ตหมวดหมู่นี้เป็นค่าเริ่มต้น
tr: Bu kategoriyi varsayılana sıfırla
uk: Відновити стандартні значення цієї категорії
vi: Đặt lại danh mục này về mặc định
zh_hans: 将此类别重置为默认值
zh_hant: 將此類別重設為預設值

# Settings_EmptyCategory
source: There are no settings in this category yet.
ar: لا توجد إعدادات في هذه الفئة بعد.
cs: V této kategorii zatím nejsou žádná nastavení.
de: In dieser Kategorie gibt es noch keine Einstellungen.
el: Δεν υπάρχουν ακόμα ρυθμίσεις σε αυτή την κατηγορία.
es: Todavía no hay ninguna configuración en esta categoría.
fa: هنوز تنظیمی در این دسته وجود ندارد.
fr: Cette catégorie ne contient encore aucun paramètre.
hu: Ebben a kategóriában még nincsenek beállítások.
id: Belum ada pengaturan dalam kategori ini.
it: Questa categoria non contiene ancora impostazioni.
ja: このカテゴリにはまだ設定項目がありません。
ko: 이 범주에는 아직 설정이 없습니다.
pl: W tej kategorii nie ma jeszcze ustawień.
pt: Ainda não há configurações nesta categoria.
ro: Încă nu există setări în această categorie.
ru: В этой категории пока нет параметров.
th: หมวดหมู่นี้ยังไม่มีการตั้งค่า
tr: Bu kategoride henüz ayar yok.
uk: У цій категорії ще немає параметрів.
vi: Danh mục này chưa có cài đặt nào.
zh_hans: 此类别中还没有设置。
zh_hant: 此類別中還沒有任何設定。

# Settings_NoResults
source: No settings match.
ar: لا توجد إعدادات مطابقة.
cs: Žádné odpovídající nastavení.
de: Keine passenden Einstellungen.
el: Δεν υπάρχουν ρυθμίσεις που να ταιριάζουν.
es: No hay ninguna configuración que coincida.
fa: هیچ تنظیمی منطبق نیست.
fr: Aucun paramètre ne correspond.
hu: Nincs egyező beállítás.
id: Tidak ada pengaturan yang cocok.
it: Nessuna impostazione corrispondente.
ja: 一致する設定はありません。
ko: 일치하는 설정이 없습니다.
pl: Brak pasujących ustawień.
pt: Nenhuma configuração corresponde.
ro: Nicio setare potrivită.
ru: Подходящих параметров нет.
th: ไม่มีการตั้งค่าที่ตรงกัน
tr: Eşleşen ayar yok.
uk: Немає відповідних параметрів.
vi: Không có cài đặt nào khớp.
zh_hans: 没有匹配的设置。
zh_hant: 沒有符合的設定。

# Settings_Modified
source: Changed from default
ar: تم التغيير عن الافتراضي
cs: Změněno oproti výchozímu
de: Vom Standard abweichend
el: Διαφέρει από την προεπιλογή
es: Cambiado respecto al valor predeterminado
fa: تغییریافته نسبت به پیش‌فرض
fr: Modifié par rapport à la valeur par défaut
hu: Eltér az alapértelmezettől
id: Diubah dari default
it: Modificato rispetto al valore predefinito
ja: 既定値から変更されています
ko: 기본값에서 변경됨
pl: Zmieniono względem domyślnego
pt: Alterado em relação ao padrão
ro: Modificat față de valoarea implicită
ru: Изменено по сравнению со значением по умолчанию
th: เปลี่ยนจากค่าเริ่มต้น
tr: Varsayılandan değiştirildi
uk: Змінено порівняно зі стандартним
vi: Đã thay đổi so với mặc định
zh_hans: 已从默认值更改
zh_hant: 已變更預設值

# Settings_RestartNote
source: Takes effect after restart.
ar: يسري بعد إعادة التشغيل.
cs: Projeví se po restartu.
de: Wird nach einem Neustart wirksam.
el: Τίθεται σε ισχύ μετά την επανεκκίνηση.
es: Surte efecto después de reiniciar.
fa: پس از راه‌اندازی مجدد اعمال می‌شود.
fr: Prend effet après le redémarrage.
hu: Újraindítás után lép érvénybe.
id: Berlaku setelah dimulai ulang.
it: Ha effetto dopo il riavvio.
ja: 再起動後に反映されます。
ko: 다시 시작한 후에 적용됩니다.
pl: Działa po ponownym uruchomieniu.
pt: Entra em vigor após reiniciar.
ro: Intră în vigoare după repornire.
ru: Вступит в силу после перезапуска.
th: มีผลหลังจากเริ่มใหม่
tr: Yeniden başlatıldıktan sonra geçerli olur.
uk: Набере чинності після перезапуску.
vi: Có hiệu lực sau khi khởi động lại.
zh_hans: 重新启动后生效。
zh_hant: 重新啟動後生效。

# Settings_ResetItem
source: Reset to default
ar: إعادة التعيين إلى الافتراضي
cs: Obnovit výchozí
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογής
es: Restablecer valor predeterminado
fa: بازنشانی به پیش‌فرض
fr: Rétablir la valeur par défaut
hu: Alapértelmezés visszaállítása
id: Atur ulang ke default
it: Ripristina predefinito
ja: 既定に戻す
ko: 기본값으로 초기화
pl: Przywróć domyślne
pt: Restaurar padrão
ro: Resetare la implicit
ru: Восстановить по умолчанию
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Відновити стандартне значення
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# Settings_On
source: On
ar: تشغيل
cs: Zapnuto
de: Ein
el: Ενεργό
es: Activado
fa: روشن
fr: Activé
hu: Be
id: Aktif
it: Attivato
ja: オン
ko: 켬
pl: Włączone
pt: Ativado
ro: Activat
ru: Вкл.
th: เปิด
tr: Açık
uk: Увімк.
vi: Bật
zh_hans: 开
zh_hant: 開啟

# Settings_Off
source: Off
ar: إيقاف
cs: Vypnuto
de: Aus
el: Ανενεργό
es: Desactivado
fa: خاموش
fr: Désactivé
hu: Ki
id: Nonaktif
it: Disattivato
ja: オフ
ko: 끔
pl: Wyłączone
pt: Desativado
ro: Dezactivat
ru: Выкл.
th: ปิด
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关
zh_hant: 關閉

# Settings_InvalidNumber
source: Enter a number.
ar: أدخل رقماً.
cs: Zadejte číslo.
de: Geben Sie eine Zahl ein.
el: Εισαγάγετε έναν αριθμό.
es: Escribe un número.
fa: یک عدد وارد کنید.
fr: Entrez un nombre.
hu: Adjon meg egy számot.
id: Masukkan angka.
it: Immetti un numero.
ja: 数値を入力してください。
ko: 숫자를 입력하세요.
pl: Wprowadź liczbę.
pt: Insira um número.
ro: Introduceți un număr.
ru: Введите число.
th: โปรดใส่ตัวเลข
tr: Bir sayı girin.
uk: Введіть число.
vi: Hãy nhập một số.
zh_hans: 请输入数字。
zh_hant: 請輸入數字。

# Settings_OutOfRange
source: Enter a value from {0} to {1}.
ar: أدخل قيمة من {0} إلى {1}.
cs: Zadejte hodnotu od {0} do {1}.
de: Geben Sie einen Wert von {0} bis {1} ein.
el: Εισαγάγετε μια τιμή από {0} έως {1}.
es: Escribe un valor entre {0} y {1}.
fa: مقداری از {0} تا {1} وارد کنید.
fr: Entrez une valeur comprise entre {0} et {1}.
hu: Adjon meg egy {0} és {1} közötti értéket.
id: Masukkan nilai dari {0} hingga {1}.
it: Immetti un valore compreso tra {0} e {1}.
ja: {0}〜{1} の値を入力してください。
ko: {0}~{1} 사이의 값을 입력하세요.
pl: Wprowadź wartość od {0} do {1}.
pt: Insira um valor de {0} a {1}.
ro: Introduceți o valoare între {0} și {1}.
ru: Введите значение от {0} до {1}.
th: โปรดใส่ค่าตั้งแต่ {0} ถึง {1}
tr: {0} ile {1} arasında bir değer girin.
uk: Введіть значення від {0} до {1}.
vi: Hãy nhập giá trị từ {0} đến {1}.
zh_hans: 请输入 {0} 到 {1} 之间的值。
zh_hant: 請輸入 {0} 到 {1} 之間的值。

# Settings_InvalidValue
source: This value is not valid.
ar: هذه القيمة غير صالحة.
cs: Tato hodnota není platná.
de: Dieser Wert ist ungültig.
el: Αυτή η τιμή δεν είναι έγκυρη.
es: Este valor no es válido.
fa: این مقدار معتبر نیست.
fr: Cette valeur n'est pas valide.
hu: Ez az érték érvénytelen.
id: Nilai ini tidak valid.
it: Questo valore non è valido.
ja: この値は使えません。
ko: 이 값은 올바르지 않습니다.
pl: Ta wartość jest nieprawidłowa.
pt: Este valor não é válido.
ro: Această valoare nu este validă.
ru: Недопустимое значение.
th: ค่านี้ไม่ถูกต้อง
tr: Bu değer geçerli değil.
uk: Неприпустиме значення.
vi: Giá trị này không hợp lệ.
zh_hans: 此值无效。
zh_hant: 此值無效。

# Settings_ResetDone
source: Reset "{0}" to default.
ar: تمت إعادة تعيين "{0}" إلى الافتراضي.
cs: Nastavení „{0}“ bylo obnoveno na výchozí.
de: „{0}“ wurde auf Standard zurückgesetzt.
el: Έγινε επαναφορά του "{0}" στην προεπιλογή.
es: Se restableció “{0}” al valor predeterminado.
fa: «{0}» به پیش‌فرض بازنشانی شد.
fr: « {0} » a été réinitialisé.
hu: „{0}” visszaállítva alapértelmezettre.
id: "{0}" diatur ulang ke default.
it: “{0}” è stato ripristinato al valore predefinito.
ja: 「{0}」を既定に戻しました。
ko: "{0}"을(를) 기본값으로 초기화했습니다.
pl: Przywrócono domyślną wartość ustawienia „{0}”.
pt: “{0}” foi redefinido para o padrão.
ro: „{0}” a fost resetat la valoarea implicită.
ru: Параметр «{0}» сброшен до значения по умолчанию.
th: รีเซ็ต "{0}" เป็นค่าเริ่มต้นแล้ว
tr: "{0}" varsayılana sıfırlandı.
uk: Для параметра «{0}» відновлено стандартне значення.
vi: Đã đặt lại "{0}" về mặc định.
zh_hans: 已将“{0}”重置为默认值。
zh_hant: 已將「{0}」重設為預設值。

# Settings_NothingToReset
source: All settings in this category are already default.
ar: كل الإعدادات في هذه الفئة على قيمها الافتراضية بالفعل.
cs: Všechna nastavení v této kategorii již mají výchozí hodnoty.
de: Alle Einstellungen dieser Kategorie haben bereits den Standardwert.
el: Όλες οι ρυθμίσεις αυτής της κατηγορίας έχουν ήδη τις προεπιλεγμένες τιμές.
es: Todas las opciones de esta categoría ya tienen el valor predeterminado.
fa: همهٔ تنظیمات این دسته از قبل پیش‌فرض هستند.
fr: Tous les paramètres de cette catégorie ont déjà leur valeur par défaut.
hu: A kategória minden beállítása már alapértelmezett.
id: Semua pengaturan dalam kategori ini sudah default.
it: Tutte le impostazioni di questa categoria hanno già il valore predefinito.
ja: このカテゴリの設定はすべて既定値です。
ko: 이 범주의 모든 설정이 이미 기본값입니다.
pl: Wszystkie ustawienia w tej kategorii mają już wartości domyślne.
pt: Todas as configurações desta categoria já estão no padrão.
ro: Toate setările din această categorie au deja valorile implicite.
ru: Все параметры этой категории уже имеют значения по умолчанию.
th: การตั้งค่าทั้งหมดในหมวดหมู่นี้เป็นค่าเริ่มต้นอยู่แล้ว
tr: Bu kategorideki tüm ayarlar zaten varsayılan değerde.
uk: Усі параметри в цій категорії вже мають стандартні значення.
vi: Tất cả cài đặt trong danh mục này đã là mặc định.
zh_hans: 此类别中的所有设置均已为默认值。
zh_hant: 此類別中的所有設定都已是預設值。

# Settings_ResetCategoryTitle
source: Reset category
ar: إعادة تعيين الفئة
cs: Obnovit kategorii
de: Kategorie zurücksetzen
el: Επαναφορά κατηγορίας
es: Restablecer categoría
fa: بازنشانی دسته
fr: Réinitialiser la catégorie
hu: Kategória visszaállítása
id: Atur ulang kategori
it: Reimposta categoria
ja: カテゴリを既定に戻す
ko: 범주 초기화
pl: Resetuj kategorię
pt: Redefinir categoria
ro: Resetare categorie
ru: Сброс категории
th: รีเซ็ตหมวดหมู่
tr: Kategoriyi sıfırla
uk: Скидання категорії
vi: Đặt lại danh mục
zh_hans: 重置类别
zh_hant: 重設類別

# Settings_ResetCategoryBody
source: {0} settings in "{1}" will be reset to default.
ar: ستتم إعادة تعيين {0} من الإعدادات في "{1}" إلى الافتراضي.
cs: Nastavení v kategorii „{1}“ budou obnovena na výchozí (počet: {0}).
de: {0} Einstellungen in „{1}“ werden auf Standard zurückgesetzt.
el: {0} ρυθμίσεις στην κατηγορία "{1}" θα επανέλθουν στις προεπιλογές.
es: Se restablecerán {0} opciones de “{1}” a sus valores predeterminados.
fa: {0} تنظیم در «{1}» به پیش‌فرض بازنشانی می‌شود.
fr: {0} paramètres de « {1} » vont être réinitialisés.
hu: A(z) „{1}” kategória {0} beállítása vissza lesz állítva alapértelmezettre.
id: {0} pengaturan di "{1}" akan diatur ulang ke default.
it: Le impostazioni in “{1}” ({0}) verranno ripristinate ai valori predefiniti.
ja: 「{1}」の {0} 個の設定を既定に戻します。
ko: "{1}"의 설정 {0}개가 기본값으로 초기화됩니다.
pl: Ustawienia w kategorii „{1}” (liczba: {0}) zostaną przywrócone do wartości domyślnych.
pt: As configurações em “{1}” ({0}) serão redefinidas para o padrão.
ro: {0} setări din „{1}” vor fi resetate la valorile implicite.
ru: Параметры категории «{1}» ({0}) будут сброшены до значений по умолчанию.
th: การตั้งค่า {0} รายการใน "{1}" จะถูกรีเซ็ตเป็นค่าเริ่มต้น
tr: "{1}" içindeki {0} ayar varsayılana sıfırlanacak.
uk: Для параметрів у категорії «{1}» ({0}) буде відновлено стандартні значення.
vi: {0} cài đặt trong "{1}" sẽ được đặt lại về mặc định.
zh_hans: “{1}”中的 {0} 项设置将重置为默认值。
zh_hant: 「{1}」中的 {0} 項設定將重設為預設值。

# Settings_ResetConfirm
source: Reset to default
ar: إعادة التعيين إلى الافتراضي
cs: Obnovit výchozí
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογής
es: Restablecer
fa: بازنشانی به پیش‌فرض
fr: Réinitialiser
hu: Alapértelmezés visszaállítása
id: Atur ulang ke default
it: Ripristina predefiniti
ja: 既定に戻す
ko: 기본값으로 초기화
pl: Przywróć domyślne
pt: Restaurar padrão
ro: Resetare la implicit
ru: Восстановить по умолчанию
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Відновити стандартні
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# Settings_ResetAllTitle
source: Reset all settings
ar: إعادة تعيين كل الإعدادات
cs: Obnovit všechna nastavení
de: Alle Einstellungen zurücksetzen
el: Επαναφορά όλων των ρυθμίσεων
es: Restablecer toda la configuración
fa: بازنشانی همهٔ تنظیمات
fr: Réinitialiser tous les paramètres
hu: Összes beállítás visszaállítása
id: Atur ulang semua pengaturan
it: Reimposta tutte le impostazioni
ja: すべての設定を既定に戻す
ko: 모든 설정 초기화
pl: Resetuj wszystkie ustawienia
pt: Redefinir todas as configurações
ro: Resetare toate setările
ru: Сброс всех параметров
th: รีเซ็ตการตั้งค่าทั้งหมด
tr: Tüm ayarları sıfırla
uk: Скидання всіх параметрів
vi: Đặt lại tất cả cài đặt
zh_hans: 重置所有设置
zh_hant: 重設所有設定

# Settings_ResetAllBody
source: Choose what to reset. The current files are copied to a backup folder first.
ar: اختر ما تريد إعادة تعيينه. يتم أولاً نسخ الملفات الحالية إلى مجلد نسخ احتياطي.
cs: Vyberte, co chcete obnovit. Aktuální soubory se nejprve zkopírují do složky zálohy.
de: Wählen Sie aus, was zurückgesetzt werden soll. Die aktuellen Dateien werden zuerst in einen Sicherungsordner kopiert.
el: Επιλέξτε τι θα επαναφερθεί. Τα τρέχοντα αρχεία αντιγράφονται πρώτα σε φάκελο αντιγράφων ασφαλείας.
es: Elige qué quieres restablecer. Primero se copian los archivos actuales en una carpeta de copia de seguridad.
fa: انتخاب کنید چه چیزی بازنشانی شود. ابتدا فایل‌های فعلی در یک پوشهٔ پشتیبان رونوشت می‌شوند.
fr: Choisissez ce qu'il faut réinitialiser. Les fichiers actuels sont d'abord copiés dans un dossier de sauvegarde.
hu: Válassza ki, mit szeretne visszaállítani. Az aktuális fájlok előbb egy biztonsági mentési mappába lesznek másolva.
id: Pilih yang akan diatur ulang. File saat ini disalin ke folder cadangan terlebih dahulu.
it: Scegli cosa reimpostare. I file attuali vengono prima copiati in una cartella di backup.
ja: 既定に戻す対象を選んでください。今のファイルは先にバックアップのフォルダにコピーします。
ko: 초기화할 항목을 선택하세요. 현재 파일은 먼저 백업 폴더에 복사됩니다.
pl: Wybierz, co zresetować. Bieżące pliki zostaną najpierw skopiowane do folderu kopii zapasowej.
pt: Escolha o que redefinir. Os arquivos atuais são copiados primeiro para uma pasta de backup.
ro: Alegeți ce se resetează. Fișierele curente sunt mai întâi copiate într-un folder de rezervă.
ru: Выберите, что сбросить. Сначала текущие файлы будут скопированы в папку резервных копий.
th: เลือกสิ่งที่จะรีเซ็ต ไฟล์ปัจจุบันจะถูกคัดลอกไปยังโฟลเดอร์สำรองข้อมูลก่อน
tr: Neyin sıfırlanacağını seçin. Geçerli dosyalar önce bir yedek klasörüne kopyalanır.
uk: Виберіть, що потрібно скинути. Спочатку поточні файли буде скопійовано в папку резервних копій.
vi: Chọn những gì cần đặt lại. Các tệp hiện tại sẽ được sao chép vào thư mục sao lưu trước.
zh_hans: 请选择要重置的内容。当前文件会先复制到备份文件夹。
zh_hant: 請選擇要重設的項目。目前的檔案會先複製到備份資料夾。

# Settings_BackupFailed
source: Could not create a backup, so nothing was changed: {0}
ar: تعذّر إنشاء نسخة احتياطية، لذا لم يتم تغيير أي شيء: {0}
cs: Zálohu nelze vytvořit, proto nebylo nic změněno: {0}
de: Es konnte keine Sicherung erstellt werden, daher wurde nichts geändert: {0}
el: Δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας, επομένως δεν άλλαξε τίποτα: {0}
es: No se pudo crear una copia de seguridad, así que no se cambió nada: {0}
fa: ایجاد نسخهٔ پشتیبان ممکن نشد، بنابراین چیزی تغییر نکرد: {0}
fr: Impossible de créer une sauvegarde ; rien n'a été modifié : {0}
hu: Nem sikerült biztonsági másolatot készíteni, ezért semmi sem módosult: {0}
id: Cadangan tidak dapat dibuat, sehingga tidak ada yang diubah: {0}
it: Impossibile creare un backup, quindi non è stato modificato nulla: {0}
ja: バックアップを作れなかったため、何も変更していません: {0}
ko: 백업을 만들 수 없어 아무것도 변경하지 않았습니다: {0}
pl: Nie można utworzyć kopii zapasowej, więc nic nie zostało zmienione: {0}
pt: Não foi possível criar um backup, por isso nada foi alterado: {0}
ro: Nu s-a putut crea o copie de rezervă, așa că nu s-a modificat nimic: {0}
ru: Не удалось создать резервную копию, поэтому ничего не изменено: {0}
th: ไม่สามารถสร้างข้อมูลสำรองได้ จึงไม่มีการเปลี่ยนแปลงใดๆ: {0}
tr: Yedek oluşturulamadığından hiçbir şey değiştirilmedi: {0}
uk: Не вдалося створити резервну копію, тому нічого не змінено: {0}
vi: Không thể tạo bản sao lưu nên không có gì bị thay đổi: {0}
zh_hans: 无法创建备份，因此未进行任何更改：{0}
zh_hant: 無法建立備份，因此未變更任何內容：{0}
